tutorials/incompressible/icoFoam/mixingPlane/twoBlocksMixingPlane_dirZ_spanY/Allrun
#!/bin/bash
#
#set -x

. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh

runApplication setSet -batch setBatch
runApplication setsToZones -noFlipMap

cp -r 0_orig 0

runApplication icoFoam


